
def area(a):
    '''Принимает число a - сторона квадрата, возвращает площадь квадрата 
       Параметры:
                a - сторона квадрата
        Возврващаемое значение:
                число - площадь квадрата
        Пример вызова:
            print(area(5))'''
    return a * a


def perimeter(a):
    '''Принимает число a - сторона квадрата, возвращает периметр квадрата 
       Параметры:
                a - сторона квадрата
        Возврващаемое значение:
                число - периметр квадрата
        Пример вызова:
            print(area(5))'''
    return 4 * a
